---
kind: property
id: P:Autodesk.Revit.ApplicationServices.Application.FamilyTemplatePath
source: html/3f01c0da-ac5b-129c-1dea-7b9f766491d2.htm
---
# Autodesk.Revit.ApplicationServices.Application.FamilyTemplatePath Property

Default path for family template files.

## Syntax (C#)
```csharp
public string FamilyTemplatePath { get; }
```